Repository: mozilla-l10n/mt-training-data
Catalog: scl/scl_pontoon.tmx
Source language: en_us
Languages: scl

source: 1 sentence collected
scl: موش یو بیلوں

source: 2019 End-of-Year Release
scl: 2019 کال پھش

source: 2 down, keep it up!<playIcon></playIcon>
scl: بیلی، ینا تھے تھیون بئیی!

source: ≥ 2 No votes
scl: دُو 'نے' تھئیک ووٹی

source: ≥ 2 Yes votes
scl: دُو "اُوں" (Yes) ووٹی

source: Abbreviations and Acronyms
scl: مخففی

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
scl: مخفف انئی تھے "یو ایس اے" یا "آیس" اصل باشی نی نے لکھیونو اواجئی۔ انیئی تھے لکھیوں تو جینئی ہیجا ساتی پرُولی بیئں۔ زدو، ایک مخففیکی کاریو لیگی لائیے رجانئیے بینائیے۔

source: Abkhaz
scl: ابکھاز

source: About
scl: باریجا

source: About options menu
scl: آپشنو ژھِیرو بارینی

source: Academic Reference
scl: تعلیمو حوالہ

source: Accent
scl: مشو/شونگو

source: Accepted file types: .tsv only
scl: منیجیلیئک فائیلے: ٹی ایس وی صرف

source: Access press releases and stories related to Common Voice
scl: کامن وائیسو پریس ریلیزگا شیلوکو کچی ایپھو

source: Account
scl: کھاتا/اکونٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
scl: <accuracyLink> لا سم موجو کاریو آنے چکے </accuracyLink>

source: Acehnese
scl: ایسینیز

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
scl: { $actionType } <micIcon> </micIcon> بِیلی سمار تھنو اکی شونگےنی رس

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
scl: { $actionType } <playIcon> </playIcon> آنے منُوجو سے رجُوں ہُونک کونڈ دے ہو کچٹ تھے۔

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
scl: { $actionType } </playIcon> زیسے موجی سم تھے رجے دا؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
scl: { $actionType } <playIcon> </playIcon> شونگو کلپ پَرُوش/ کونڈ دے، ہو کچٹ تھیئیک چکے۔ انی ایکشان ہِیں دا؟ نُش تو، انی بدل تھے ایکشان اکی سَنے۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
scl: یادو موج/مور کوری گی رس

source: { $actionType }<stopIcon></stopIcon> when done
scl: کرے فش تھے

source: { $actionType } submit when ready
scl: تیار تھا تو چھین

source: Adamawa Fulfulde
scl: ایڈوانا فلفولڈے

source: Add and Review Sentences, Add Questions, Transcribe Audio
scl: موجی یو تھے ہو دُگُنی گہ چکے، موجی کھُوجے، آڈیو ٹرانسکرائیب تھے۔

source: Add as much information as you can about the language. This could include:
scl: توسے تومہ باشیو کچاک معلومات گٹی/یو تھیون باوٰ تو تھے۔ نی سی نی بیے

source: Add <icon></icon> a public domain sentence
scl: عام جکو کاریو </icon> <icon>موجیک گٹی/یو تھے

source: Add information
scl: معلومات گٹی/یو تھے

source: Adding Sentences
scl: موجی یو تھیو نو

source: Additional Language
scl: بسکی باش

source: Add Language
scl: باش گتی تھیا

source: Add new custom accent "{ $inputValue }"
scl: ناؤسنیلو شونگو یو تھے

source: Add new sentences for the community to read
scl: جکوڑے رجونو کاریو نانا موجی لکھے/کچٹ تھے۔

source: Add one sentence per line
scl: ہر کیشی نی ایک موش یو تھے۔

source: Add questions in your language
scl: تھینی باشینی موجی کھُوجے۔

source: Add Questions <small>(Coming soon)</small>
scl: کھوجینیک آنے یو/مشک تھے <small> لوکو انو ہُوں </small>

source: Add Sentences
scl: موجی یو/مِشک تھے۔

source: Add sentences in your language
scl: تھنی باشینی موجی یو/مشک تھے۔

source: Add Text
scl: کَچٹ تھِتی /لِکھِیتی یو تھے

source: Add up to 1,000 sentences
scl: اک ہزارے ڈنگ موجی یو تھے۔

source: Add Your Voice
scl: تومو شونگو گٹی/یو تھے

source: Adyghe
scl: ایڈیگ

source: Afaan Oromo
scl: آفان اورومو

source: Afar
scl: دُور

source: A few bytes
scl: چیک بائیٹے

source: Afrikaans
scl: افریکنز

source: Age
scl: عمر

source: Agriculture and Food
scl: بانے گہ کھونو پیونو

source: Albanian
scl: البینین

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
scl: کمیک پتینی بئی ھلنگ یازی، تا توسے موتو منوجیکو رزین موجی پروجاؤ، آ کلپ پھل تھینو اواجوں۔ کرےکرے انی ٹی وی شے ھی کھین، یا ایلے کونی چگائی بو ہائیں کھین بئیں۔

source: All
scl: بوٹے/بوڑے/پورے

source: All sentence must have the same domain
scl: پُورے موجو ایکشان ڈومین بونو اواجیئی۔

source: All sentences must have the same citation
scl: پُورے موجو ایکشان حوالہ بونی اواجیئی۔

source: Already have an account? <login>Log-In</login>
scl: اکاونٹ سنے ہوں، لاگ ان تھے

source: Alsatian
scl: آلساشیئن

source: Amharic
scl: امہارک

source: An error occurred fetching sentences
scl: موجی اڑیونینی ٹھیسیک بیلیں۔

source: An error occurred reviewing this sentence
scl: انو موش دُگُنی چکیونینی ٹھیسیک بلیں۔

source: An error occurred submitting your voice information
scl: تھی شونگو معلومات چینوجیوٹھسیک بیلی

source: An error occurred while creating this transcript
scl: انی نقل تھیو جا جیک ٹھِیسیک بِیلیں۔

source: An error occurred while editing the transcript
scl: کچٹ تھئییک بدل تھیوجا ٹھِیسیک بِیلیں۔

source: An error occurred while recording
scl: ریکارڈ تھیوجا جیک ٹھِیسیک بِیلیں۔

source: An error occurred while skipping the transcript
scl: کچٹ تھئییک/ لِکھیئیک لنگ/پھت تھیوجا جیک ٹھِیسیک بِیلیں۔

source: An error occurred while skipping this prompt
scl: انو سیل (prompt) لنگ/پھت تھیو جا جیک ٹھِیسیک بِیلیں۔

source: An error occurred while submitting the report
scl: رپورت چینیوجا جیک ٹھِیسیک بِیلیں

source: An error occurred while uploading your response
scl: تھئیی جواب چینیوجا جیک ٹھِیسیک بِیلیں

source: An error occurred while voting the transcript
scl: کچٹ تھیئیک چکیوجا ٹھِیسیک بِیلیں۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
scl: نوم نئیٹو یجاریکو ڈیٹا مثلا عمر، جنس، گہ شونگو سے باشیو ڈیٹا کا باشئیے لیل تھین انجینو کرومی نی ایئو، سم تھیو ساتی بیو۔ تھنو یجاریک نوم گہ ای میل چینیا ڈیٹا ساتی کرے گا گٹی نے بئی، نے توسے تومو یجاریک نوم بوٹو ٹے پشایئیو یا نایئو توسے کلیون باؤ

source: Answer questions
scl: کھُوجیکو جواب دے

source: Answer Questions <small>(Coming soon)</small>
scl: کھُوجیکو جواب دے <small> لوکو اونو ہُوں )</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
scl: کوئی گہ ایکسے موجی چِینی، موجی کَچَٹ تھے، یا شونگو ڈیٹا سیٹ سَنے تومی باش سَمُوٹِیون بِیوں، جِینیارِیون بِیوں، تومی باش سَم تھے مُوچھوڑے گہ ہَریون بِیوں۔

source: Approve
scl: منے

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
scl: پتینی چھُوت بو ہلینگ بئیں تو جیک گہ نے بئیں۔ بیسے لکھے ہانک موجونیو مُتے شونگے نے اونو اواجئی تھونیس۔ لکھے ہینکے نیو مُتے موجی تُو پرُودو تو نےمنے۔ ٹی وی شے ہیں تو ادئی بیں یا پتو کوئی سے موجی دیوں ہاں تو گہ ادئی بیں۔

source: Arabic
scl: عربک

source: Aragonese
scl: ایروگنیز

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
scl: تُو اسو کامن وائیسو لوکو لوکو رزینیک موجو پروجیکٹو بِیٹا ٹیسٹنگ گُروپانی مُچھوڑینیو یو بوئی ہَوں دا؟

source: Are you coming? [called by another]
scl: تُو اَوں دا؟ (مُتو سے ہوتھوں)

source: Are you coming? <strong>[called by another]</strong>
scl: تُو ایوں ہوں دا؟

source: Armenian
scl: ارمانین

source: Armenian Western
scl: ارمانین ویسٹرن

source: Arvanitika
scl: اروانیٹیکا

source: Ask about a new language
scl: نئی باش کاری کھوجن تھیا

source: Ask Mozilla to share your events
scl: موزیلیڑے واقعائے چین تھے۔

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
scl: میٹرکسینی <matrixLink> اسوڑے سوالیک کھوجے۔ </matrixLink>, <discourseLink> موش کل </discourseLink> یا ای میل تھے</emailLink>.

source: Assamese
scl: اسامیز

source: Asturian
scl: اسٹورین

source: Atayal
scl: اتایل

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
scl: کچٹ تھیئیکے نی کوئی سے گہ رجیک ہر مشوگہ شونگو بونی اواجئی، بڑا بڑا رجیک گہ بونی اواجئی۔

source: Attention!
scl: شونگ بو!

source: Audio Format
scl: پرُوجونو فارمیٹ

source: Automotive and Transport
scl: آٹومیٹیو گہ ٹرانسپورٹ

source: Avatar
scl: اوتار

source: Avatar uploaded
scl: اوتار اجیٹ چینی ییس

source: Average
scl: کُل بل

source: A voice clip is marked "valid" when a user gives it a Yes vote.
scl: باش تھیک سے اوں تَھو توشونگو کلپانی (clip) "سم" سیل شینا

source: Avoid too much background noise - it should be easy to hear you.
scl: پتو لائی ہیلیگے نے بونی اواجی۔ تُوئی ڑے کونڈ دیونو آسان بونو اواجئی۔

source: Awards
scl: انامی

source: Azerbaijani
scl: آزربائیجانی

source: Baatonum
scl: باتونم

source: Baba Malay
scl: بابا مالے

source: Back
scl: پاتینو

source: Background Noise
scl: پتو بیک ہلینگ

source: Background Voices
scl: پتنینی بیک ہلینگ

source: Back to Top
scl: اجاڑے واپسی

source: Bafia
scl: بافیا

source: Bafut
scl: بافوت

source: Bahasa Malay
scl: بہاسا مالے

source: Balochi
scl: بلوچی

source: Balti
scl: بلتی

source: Bambara
scl: بمبارا

source: Bamun
scl: بامُن

source: Bamvele
scl: بامویل

source: Bankon
scl: بنکون

source: Baoule
scl: بلاؤلْ

source: Basaa
scl: باسا

source: Bashkir
scl: باشکیر

source: Basque
scl: باسیق

source: Batanga
scl: بتانگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
scl: ایک کلپیک نے منیونی نیو مُچھوڑے سم تھے شونگ تھے کہ رزیک سے ایک موجیک سم تھے نے رجوں، زور موجو سم دیشی نی نے شوں، یا کھوجینیک سیل پھت تھوں۔ پُوری دنیا نی رجنیو لائے قسمے ہائیں، آنینیو چیک تُو نے پرُوجی بین۔ تُوئی نیو مُتی تھے رزینیکوگہ تعریف تھے۔

source: Become a Common Voice Partner
scl: ایشان شونگو (کامن وائیس) ساجو بو

source: Belarusian
scl: بیلارئشین

source: Benefits
scl: فائدے

source: Bengali
scl: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
scl: 'کھوئی' سی ہِیں مُچھینو مُشینی زور دے(یوکے) یا دُو موگو موجےنی زور دے (یو ایس)

source: Betawi
scl: بِٹاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
scl: باشو ترجمہ تھیونیڑے گہ انی سم بِیں، <mark> جدو تومِینے موجونی مُتو موجی یو تھیونو گہ سم بِیں۔

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
scl: کوئی باشو کارپس نُش </mark> یا اپاؤک </mark> ہُوں تو زِینوڑے گہ سَم ہِیں۔

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
scl: <bold> سول سوسائیٹیئے گہ ریسرچری </bold> سَنے، سَم سَم ڈیٹا سیٹ آنے فری نی چین

source: <bold>{ $count }</bold> Clips
scl: کلپی

source: <bold>Help us</bold> find more voices
scl: اسوتے موتے شونگے اروڈیونو ساتی بو

source: <bold>If you value open, inclusive data - donate today!</bold>
scl: <bold> تُو سے یو تھے ہُونک ڈیٹا وشیم تھیم تھوں،تو اش اکی چینڈ! </bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
scl: <bold> مَنُوجوڑے خوش تھیک، </bold> لوکل نا یئے نایئے چیزی گہ بَڑیارئی کاریو ساتی دے

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
scl: <bold> ٹیک کمپنئیے</bold> لائیے باشو اے آئی اِیکوسسٹم اوپن ڈیٹا سیٹی نی کھین دے، کروم تھے۔

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
scl: <bold> اے آئی سے دُنیاتو چیک باشوڑے ژا کروم کِیئے تھئیی؟</bold>

source: Borgu Fulfulde
scl: بورگ فلفولڈے

source: Bosnian
scl: باسنین

source: Both
scl: بِیجوگہ

source: Both (Speak and Listen)
scl: بِیجوگہ (رجونو گہ کونڈ دیونو)

source: Breton
scl: بریٹون

source: [British English might make "root"]
scl: برطانیو انگریزی نی "رووٹ" تھینا۔

source: Browse Languages
scl: باشے چکے

source: Brushaski
scl: بروشسکی

source: Build a custom goal
scl: بدل تھیون بینیک مقصد سنے

source: Build Profile
scl: پروفائیل سنے

source: Bulgarian
scl: بالگارین

source: Bulk batch
scl: بڑی ٹال

source: Bulk Sentences Uploaded
scl: موجی شیک بو اپلوڈ بیلاں۔

source: Bulu
scl: بلو

source: Bunun
scl: بُنون

source: Burmese
scl: برمیز

source: Buryat
scl: بریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
scl: <b> ای میل یوکیڑے؟ <b> پتو گہ بیسے دیٹا سیٹی بدل بیلے تُو سانتی رابطہ تھیون بونیس، ای میلسے رابطہ تھیونو وجاک ہیں۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
scl: تُو سے آنے "میئی ای-میلینی لنک چینڈ" زاپ تھے اسئی کرومو شرطے منے موس تھا۔ <termsLink> کرومو شرطے </termsLink> گہ <privacyLink> سِیریو موجی </privacyLink> گہ کامن وائیسو لوکو لوکو رَزینیک موجو بِیٹا ٹیسٹنگینی یو کدا بو بونی ہِیں رجونو موزِیلا سے تُوڑے ای-میلی گہ تھئیی۔

source: By editing your goal, you may lose your existing progress.
scl: تومو مقصد بدل تھا تو تھئی ہِینک بڑیار نوشئی۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
scl: ای میلے گینییموس تھے تُو سے انی رجا کہ موزیلانی آنے <privacyLink> تھے موجو بارینی رجیک ساتی تُوڑے جیک گہ ابیشیک نُش Privacy Policy</privacyLink>.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
scl: <b> تُو سے کامن وائیس ڈیٹا سیٹی نی رزینےکو سوجون نے تھیم تھو</b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
scl: تومی معلوماتیک دے کا شونگو ڈیٹاک توسے کامن وائیسٹ چےناؤ آ شونگو لیل تھین انجنوکاری کرومی نی ایوں کاسے انو ڈیٹا تومی اصلاحی کاری کرومینی ارینا

source: By telling us about yourself, you will help developers build more inclusive technology
scl: اسوٹے تومی بارانی رزی توسے سینیکوٹے موتی انکلوسیئو ٹیکنالوجی سنیونو سات دے

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
scl: کامن وایس یجری توسے اسئی قانونی گہ لکھیتی منئو

source: Cameroon Pidgin
scl: کیمرون پیجن

source: [Canadian English might make "route" sound like "rowt"]
scl: کینڈو انگریزی نی "روٹ" گنیی "رؤٹ" رزینا۔

source: Cancel
scl: پھَت تھے

source: Cancel Re-recording
scl: دوگنی ریکارڈنگ لنگ تھے

source: Cancel Submission
scl: چھنینو لنگ تھے

source: Cannot submit more than 1000 sentences
scl: اک ہزار موجو نیو لا چینیون نے بوں۔

source: Can't decide?
scl: فییصلہ تھیون نے بؤں دا؟

source: Cantonese
scl: کینٹانیز

source: Catalan
scl: کیٹالان

source: Central Alaskan Yupʼik
scl: سینٹرال آلاسکن یوپیک

source: Central Kurdish
scl: سنڑل کردش

source: Central Melanau
scl: مجینو (وسطی) میلانو

source: Central Puebla Nahuatl
scl: سنٹرل پِیوبلا نَہواٹل

source: Change
scl: بدل تھیونو

source: Change preferences
scl: تومی خوش بدل تھے

source: Change your email via Settings under Login Identity
scl: تومی ای میل تبدیل تھیا لاگ ان شناخت کھری سیٹنینگنی

source: Check
scl: چکے

source: Check <icon></icon> is this a linguistically correct sentence?
scl: انو موش باشینی سم ہوں دا؟ <icon></icon>

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
scl: توموی باش کامن وایسو باشیو پٹویا ہی نوش لیل تھیا۔ نوش تو، انو فارم پوریا تو بیسے توٹے ایمیلیک چینون کاسینی تھی باش کنا تھے اریونو ھی رزی بے یے

source: Check Transcriptions
scl: کچٹ تھئیک/لِکھیئک چَکے

source: <chevron></chevron>See less
scl: <chevron></chevron> کم چکے

source: <chevron></chevron>See more
scl: <chevron> </chevron> مُتی/لائی چکے

source: Chinese (China)
scl: چائینیز (چائینا)

source: Chinese (Hong Kong)
scl: چائینیز (ہانگ کانگ)

source: Chinese (Taiwan)
scl: چائینیز (تائیوان)

source: Chinyanja
scl: چنیانجا

source: Choose language/localization
scl: باشیک دی تھے/ کویوچو

source: Chuvash
scl: چُوواش

source: Citation
scl: سائیٹیشن

source: Cite with a URL link or the full name of the work.
scl: یو آر ایل لنک یا کرومو پُورو نوم لکھے حوالہ دے

source: Citing Sentences
scl: موجو حوالہ دیونو

source: Click
scl: زاب

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
scl: زاپ تھے <guidanceLink> آنے </guidanceLink> انو پٹو کدئیی تھے استعمال تھیونی ہیں سیچیونئی کاریو۔

source: Clipboard not supported
scl: کلپ بورڈ سے سانتی نے دیوں

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
scl: { $clipCount } شونگو کلپی، کُل بِل آرکایو سائیز{ $size }. کھین ختم { $expires }.

source: Clip Graveyard
scl: کلپ مزر

source: Clips recorded
scl: کلپی ریکارڈ بلے

source: Clips Uploaded
scl: کلیپی اپلوڈ تھے

source: Clips validated
scl: کلپی سوجونتھے منئیے

source: Clips You've Recorded
scl: تُو سے ریکارڈ تھا

source: Clips You've Validated
scl: کلپی تُو سے ماناک

source: Close
scl: لِیش تھے

source: Collecting sentences
scl: موجی یو تھیونو

source: Coming Soon
scl: لوکو اِیُوں ہِیں/ہُوں

source: Comment
scl: جیک رجونو

source: Common Voice data plus all other voice datasets above.
scl: اجا کامن وائیسو ڈیٹا گہ پُورے مُتے شونگو ڈیٹا سیٹی ہاں۔

source: Common Voice Dataset
scl: ایکشان شونگو ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
scl: کامن وائیس اَدو ایک مُفت پلیٹ فارمیک ہُوں، نُو کمیونٹی سے سَنِیک ڈیٹا گی یازئی ذریاک ہُوں۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
scl: ایکشان شونگے (کامن وائیس) موزیلا فاؤنڈیشنو پروجیٹیک ہوں، US 501c3۔ کوتے انو پروجیکٹیڑے پُورو <philantropicGrantLink> فنڈ philanthropic grants تھینا۔ پوری دنیا نیو گہ جک سے ڈونیشنے دینا

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
scl: کامن وائیسو فنڈ ڈونیشے گہ گرانٹی ہاں۔ بے سے سول سوسائیٹی، اکیڈمکس، گہ انڈسٹریو تحقیق تھینے کوڑے خوش تھونیس۔ کام وائیس گُوچُو(مفت) ہیں۔ پلیٹ فارمو سانتی دیونو گہ کرچہ تھیونو لائی سم ہیں

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
scl: کامن وائیس سے مُتو پلیٹ فارمیک اڈیو ہِیں، جَدے لوکو لوکو گہ کچٹ نے تھے ہانک موجی اواجینا۔ اَنی سے لائے لائے کمیونیٹیوڑے موجی یو تھیونو سانتی دئیی، موجو سائینسدانیگہ موجی سَنینیکوڑے گہ سانتی دیئی۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
scl: کامن وائس موزیلاؤ تھئیے کروم ہوں کاسینی ھگی جک سے کنا تھے رزینا مشینوڑے سچیونو ساتی بونو ہی۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
scl: کام وائیس پُوری دنیانی لیگی لائی باشو پُورنیو بڑو ڈیٹا سیٹیک ہوں

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
scl: کامن وائیسو ریکارڈنگے پڑھا لکھائی، چُونے کروم کاری تھینیک، گہ شونگے سوجون تھون تھینیک سے عام جکو کاریو آنے ہانک زریاوو سیچیریونو گہ لا تیٓھیونئی کاریو استعمال تھینا۔

source: Community and Languages
scl: کویوچ گہ باشے

source: Community, Creatives and Civil Society
scl: کمیونیٹی، کرئیٹیو سول سوسائٹی

source: Community participation and decision making.
scl: کُیوچو شراکت گہ فیصلہ گینیو نو

source: Community Playbook
scl: کمیونیٹی پلے بک

source: Confirm Goal
scl: مقصد چھتکہ تھے۔

source: Connect with Gravatar
scl: گریویٹارا ساتی شے

source: Contact
scl: رابطہ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
scl: لکھیئکو سانتی، پلے رائیٹو سانتی، یا سکرین لھینیکو سانتی گرامئیے، جینونیو کھُجے کہ زیسے تومینو کروم عام جکو کاریو چُنو پورشنیکینی چینڈا

source: Contact Form
scl: گرامیونو فارم (form)

source: Contact the Common Voice team
scl: کامن وائیسو جکو (ٹیم) سانتی رابطہ تھے

source: Contact us
scl: اسوسانتی (رابطہ) تھے/ گرامئیے۔

source: Contact Us
scl: اسوسانتی رابطہ تھے

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
scl: موجی آنے ہتے اینا <licenseLink> کریئیٹیو کامن لائیسنس

source: Continue
scl: تھیوں بئیی

source: Continue speaking
scl: رجوں بیئی۔

source: Continue validating
scl: تصدیق تھیوں بیئی

source: Contribute
scl: سات دے

source: Contribute on GitHub
scl: گِٹ ہبانی یو بو

source: Contribute sentences
scl: موجی چینڈ

source: Contribute text
scl: کَچَٹ تھے چین

source: Contribute to { $lang }
scl: آنے { $lang } سانت دے/چینڈ

source: Contribute to text corpus
scl: لِکھِیتی کارپسو ساتی دے

source: Contributing to dataset for { $language }
scl: ڈیٹاسیٹئی سانتی دیونو کاریو { $language }

source: Contribution Activity
scl: یو بو کروم کار

source: Contribution Criteria
scl: سانتی دیونو معیار

source: Contribution Experience
scl: سانتی دین تجربہ

source: Contribution Guidelines
scl: سانتی دین گایڈلاینز

source: Contributors record voice clips by reading from a bank of donated sentences.
scl: کنٹریبیوٹریسے یوئی ہانک موجی رازی شونگو ریکارڈ (record) تھینا۔

source: Cookies
scl: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
scl: <cookiesLink> کُوکِیز <cookiesLink>

source: Copainalá Zoque
scl: کوپاینالا زوقو

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
scl: <coquiLink> Coqui </coquiLink> ایک سم شونگو ٹیکنالوجیک ہِیں۔ جینے پروجیٹونی ڈیپ لرننگو ایس ٹی ٹی گہ ٹی ٹی ایس انجنی یو تھے ہاں۔

source: Cornish
scl: کورنیش

source: Correct
scl: سم

source: Corsican
scl: کورسیکین

source: { $count } clips
scl: { $count } کلپی

source: { $count }mo
scl: { $count }موز

source: Country/Region of Residence
scl: کُوئی/گام/پورو

source: { $count }wk
scl: { $count }ہفتہ

source: { $count }y
scl: { $count }کال

source: [Crackle] giant dinosaurs of [crackle] -riassic.
scl: [ٹرٹر] رائیسکو لیگی لا بڑے [ٹرٹر] ڈائیناسوری

source: Create a Custom Goal
scl: اواجیک حساب مقصد سنے

source: Create a profile
scl: پرفالیک سنے

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
scl: نا(موڈرن)، عام جکو موجی تُوسے اکی سنے، یا تھنے دوستو سانتی یا باشو کمیونیٹیو سانتی، مثالیک: رائٹ تھون
